Repository: LyamBRS/BRS-Kontrol
Catalog: Local/Languages/locale/CAN_*/AppLoadingHandler.po
Languages: french

source: Checking self integrity
french: Confirmation de l'intégrité de l'application

source: Checking system information
french: Analyze des information du système

source: Checking internet connection
french: Analyze de la connection internet

source: Connecting to GitHub's API
french: Connection à l'API de GitHub

source: Checking available BrSpand drivers
french: Analyze des programmes BrSpand disponible

source: Checking available Kontrol drivers
french: Analyze des programmes Kontrol disponible

source: Checking Kontrol's version
french: Comparaison de la version de l'application

source: Checking Drivers versions
french: Vérification des versions des programmes téléchargé.

source: Checking BrSpand drivers versions
french: Vérification des versions des programmes BrSpand

source: Critical file(s)/folder(s) missing:
french: Des fichiers ou dossiers critiques manques:

source: Critical Local file(s)/folder(s) missing:
french: Des fichiers ou dossiers locaux critiques manques:

source: Critical Program file(s)/folder(s) missing:
french: Des fichiers ou dossiers critique dans Program manques:

source: Warning, some icons are missing:
french: Attention, quelques icones n'ont pas été trouvés:

source: Warning, cache was not found. Parameters will not be saved when quitting.:
french: Attention, la cache temporaire n'a pas été trouvée. Les paramètres changés lors de l'utilisation de l'application ne seront pas sauvegardé

source: No language packs found. The application will only work in default english.
french: Aucune extension de langue n'a été trouvé. L'application vas utiliser l'anglais par défaut.

source: Fatal loading error
french: Erreur critique de chargement

source: Failed to verify internet connection.
french: La connection internet n'a pas pu être vérifier

source: The application failed to get your computer's information.
french: L'application n'a pas réussi à obtenir les informations de votre ordinateur.

source: You are currently running Kontrol using untested hardware. Potential crashes may occur during the use of this application.
french: Vous utilisez Kontrol sur un ordinateur qui n'a pas été testé. L'application peut potentiellement crash durant votre session.

source: You are running Kontrol on an unknown processor. Some features may not work or may be disabled. This application is made for Raspberry Pis
french: Vous executer Kontrol sur un processeur inconnu. Il est possible que certaines choses soit désactiver. Cette application est conçue pour des Raspberry Pi.

source: Your raspberry pi is too old to be used by Kontrol.
french: Votre Raspberry Pi est trop vieux pour être utilisé par Kontrol de façon efficace.

source: The GitHub API is out of requests. Please wait up to an hour to receive 60 API requests.
french: Aucune requêtes disponible pour l'API de GitHub. Veuillez attendre jusqu'à une heure avant d'en recevoir 60.

source: Kontrol failed to execute GitHub API's functions. You won't be able to update: BrSpand cards, Drivers and Kontrol.
french: Kontrol n'a pas réussi à executer certaines fonctionalitées de l'API de GitHub. Vous ne serez pas capable de télécharger de nouvelles versions de Kontrol ou de ses sous-programmes

source: Failed to verify if Kontrol is up to date. Error message:
french: Une erreur est survenue lors de la vérification de la version de Kontrol:

source: Skipped
french: Étape non fait.
