Repository: LyamBRS/BRS-Kontrol
Catalog: Local/Languages/locale/CAN_*/Cards.po
Languages: french

source: Retry
french: Réessayer

source: Search GitHub
french: Chercher GitHub

source: You ran out of GitHub API requests. Wait up to an hour.
french: Vous n'avez plus de requètes GitHub. Veuillez attendre jusqu'à une heure.

source: Error
french: Erreur

source: No internet connection. Device drivers cannot be installed.
french: Aucune connexion Internet. Les pilotes de Devices ne peuvent pas être installés.

source: No repository could be found with that link.
french: Aucun repository n'a pu être trouvé avec ce lien.

source: Search for a device driver repository to download.
french: Recherchez un référentiel de pilotes de périphériques à télécharger.

source: Search
french: Rechercher

source: Not Initialized
french: Non initialisé

source: Search GitHub for device drivers to install
french: Recherchez des pilotes de périphériques à installer sur GitHub
