Repository: LyamBRS/BRS-Kontrol
Catalog: Local/Languages/locale/CAN_*/ControlsMenu.po
Languages: french

source: value:
french: valeur:

source: binded as:
french: lié en tant que:

source: Do you really want to unbind
french: Voulez-vous vraiment supprimer la liaison

source: Select a new binder for:
french: Sélectionnez un nouveau lien pour:

source: Hardware
french: Matériel

source: binded to:
french: lié à:

source: There is nothing to un-bind.
french: Il n'y a rien à supprimer.

source: Binded to:
french: Lié à:

source: Addon
french: Extension

source: A critical error occured while attempting to bind or update binder values. Maybe the driver stopped?
french: Une erreur critique s'est produite lors de la tentative de liaison ou de mise à jour des valeurs de liaison. Peut-être que le pilote s'est arrêté ?

source: Software
french: Logiciel

source: Select a binder
french: Sélectionnez un lien

source: Kontrol failed to bind the specified addon's hardware with the specified software representation.
french: Kontrol n'a pas réussi à lier le matériel de l'extension spécifiée à la représentation logicielle spécifiée.

source: Controls & Keybinds
french: Contrôles & Assignations

source: Available
french: Disponible

source: Buttons
french: Boutons

source: Successfully binded the specified addon's hardware with a new software representation. Kontrol automatically removed other hardware's binds associated with this software representation.
french: Liaison réussie entre le matériel de l'extension spécifiée et une nouvelle représentation logicielle. Kontrol a automatiquement supprimé les autres liaisons matérielles associées à cette représentation logicielle.
