Repository: LyamBRS/BRS-Kontrol
Catalog: Local/Languages/locale/CAN_*/driver.po
Languages: french

source: Launch drivers
french: Lancer les pilotes

source: is now connected!
french: est maintenant connecté !

source: Download Drivers?
french: Télécharger les pilotes ?

source: Abort
french: Annuler

source: 416: BrSpand drivers failed to obtain Universal Information from their own drivers. Handshake could not be resolved. Please try to unplug and replug your card. Do you want to retry an handshake?
french: 416 : Les pilotes BrSpand n'ont pas réussi à obtenir les informations universelles de leurs propres pilotes. La poignée de main n'a pas pu être résolue. Veuillez essayer de débrancher et de rebrancher votre carte. Voulez-vous réessayer une poignée de main ?

source: Self Verification
french: Auto-vérification

source: Launch failure
french: Échec du lancement

source: Driver downloading
french: Téléchargement du pilote

source: A fatal error occured when Kontrol tried to launch the drivers of the BrSpand card connected in the left port.
french: Une erreur fatale s'est produite lorsque Kontrol a tenté de lancer les pilotes de la carte BrSpand connectée dans le port gauche.

source: Process canceled
french: Processus annulé

source: 450: The connected card is sending unsupported BFIO answers/requests before their handshakes were successful. Unplug the card, wait for the connection lost pop up then try to connect it again.
french: 450 : La carte connectée envoie des réponses/demandes BFIO non prises en charge avant que leur poignée de main ne réussisse. Débranchez la carte, attendez la fenêtre de perte de connexion, puis essayez de la reconnecter.

source: You plugged in a BrSpand compatible extension card into Kontrol.
french: Vous avez branché une carte d'extension compatible BrSpand sur Kontrol.

source: are installed on your Kontrol. Do you wish to download them? This can cause a temporary freeze.
french: sont installés sur votre Kontrol. Souhaitez-vous les télécharger ? Cela peut entraîner un blocage temporaire.

source: installed
french: installé

source: This card's version is
french: La version de cette carte est

source: is now running!
french: est maintenant en cours d'exécution !

source: Damn
french: Merde

source: BrSpand Failure
french: Échec de BrSpand

source: and their drivers can be downloaded from
french: et leurs pilotes peuvent être téléchargés depuis

source: Ignore
french: Ignorer

source: 437: The received BFIO data from the BrSpand card appears to be corrupted. Please unplug the card, wait for the connection lost pop up messgage and try to connect it again.
french: 437 : Les données BFIO reçues de la carte BrSpand semblent être corrompues. Veuillez débrancher la carte, attendre le message de perte de connexion, puis essayer de la reconnecter.

source: You will need to unplug and replug your BrSpand card in order for the connection process to restart. Make sure that you wait for the Connection Lost pop up to be displayed before you replug it.
french: Vous devrez débrancher puis rebrancher votre carte BrSpand afin que le processus de connexion redémarre. Assurez-vous d'attendre que le message de perte de connexion soit affiché avant de la rebrancher.

source: Kontrol failed to download the required drivers for the card currently plugged in the left BrSpand port.
french: Kontrol n'a pas réussi à télécharger les pilotes requis pour la carte actuellement branchée dans le port BrSpand de gauche.

source: Kontrol successfully launched the drivers of the connected BrSpand card! The drivers will stop when the card is unplugged.
french: Kontrol a réussi à lancer les pilotes de la carte BrSpand connectée ! Les pilotes s'arrêteront lorsque la carte sera débranchée.

source: No drivers for
french: Aucun pilote pour

source: Retry
french: Réessayer

source: Handshake Failure
french: Échec de la connection

source: The LeftBrSpand failed to verify itself for launch.
french: Le LeftBrSpand a échoué à se vérifier pour le lancement.

source: Kontrol successfully downloaded the required BrSpand drivers for the connected card locally. These drivers are launched when the BrSpand card connects and are closed when the card disconnects.
french: Kontrol a téléchargé avec succès les pilotes BrSpand requis pour la carte connectée localement. Ces pilotes sont lancés lorsque la carte BrSpand se connecte et sont fermés lorsque la carte se déconnecte.

source: The left BrSpand port failed to start the UART driver and thus cannot communicate with the card you plugged in. Make sure you're running on a compatible Kontrol version.
french: Le port BrSpand de gauche n'a pas réussi à démarrer le pilote UART et ne peut donc pas communiquer avec la carte que vous avez branchée. Assurez-vous d'utiliser une version compatible de Kontrol.

source: The left BrSpand port failed to output its Universal Informations to the BrSpand card you just plugged in. Unplug it, wait for the pop up message then try to reconnect it.
french: Le port BrSpand de gauche n'a pas réussi à transmettre ses Informations Universelles à la carte BrSpand que vous venez de brancher. Débranchez-la, attendez le message contextuel, puis essayez de la reconnecter.

source: Fuck this
french: Mange de la marde

source: Download failure
french: Échec du téléchargement

source: Kontrol failed to establish an handshake with the currently connected card. Do you wish to retry to gather its informations? This is probably due to a poor connection between Kontrol and your BrSpand card due to warped USB-C connectors.
french: Kontrol n'a pas réussi à établir une poignée de main avec la carte actuellement connectée. Souhaitez-vous réessayer pour collecter ses informations ? Cela est probablement dû à une mauvaise connexion entre Kontrol et votre carte BrSpand en raison de connecteurs USB-C déformés.

source: BrSpand Lost
french: BrSpand perdu

source: Handshake failure
french: Échec de la poignée de main

source: Your device does not currently have access to the internet. GitHub cannot be accessed therefore the drivers could not be downloaded. Please connect to a valid internet before plugging your card again.
french: Votre appareil n'a actuellement pas accès à Internet. GitHub ne peut pas être accédé, donc les pilotes n'ont pas pu être téléchargés. Veuillez vous connecter à un internet valide avant de rebrancher votre carte.

source: The BrSpand card connected to the left USB-C port has been disconnected. Ensure you have a solid connection if this is not normal. Avoid bending Kontrol too.
french: La carte BrSpand connectée au port USB-C de gauche a été déconnectée. Assurez-vous d'avoir une connexion solide si ce n'est pas normal. Évitez de trop plier Kontrol.

source: Sure
french: Bien sûr

source: Alright
french: D'accord

source: Download drivers
french: Télécharger les pilotes
