Repository: LyamBRS/BRS-Kontrol
Catalog: Local/Languages/locale/CAN_*/DriverMenu.po
Languages: french

source: The device driver cannot work without a connection.
french: Le pilote ne peut pas fonctionner sans connexion.

source: The device driver is bypassing its Integrity check.
french: Le pilote contourne sa vérification d'intégrité.

source: The device driver sees itself as empty.
french: Le pilote se voit comme étant vide.

source: The device driver returned Ahead when performing its self check.
french: Le pilote a renvoyé 'Ahead' lors de sa vérification interne.

source: The self check executed by the device driver returned an unknown result that Kontrol cannot comprehend.
french: La vérification interne exécutée par le pilote a renvoyé un résultat inconnu que Kontrol ne peut pas comprendre.

source: The device driver is bypassing its launch.
french: Le pilote contourne son lancement.

source: The device driver encountered an incompatibility issue while launching.
french: Le pilote a rencontré un problème d'incompatibilité lors de son lancement.

source: The device driver failed to launch.
french: Le pilote n'a pas pu être lancé.

source: The device driver thinks it's unnecessary to perform a launch. The driver cannot launch until a proper execution result is given.
french: Le pilote estime qu'il n'est pas nécessaire d'effectuer un lancement. Le pilote ne peut pas être lancé tant qu'un résultat d'exécution approprié n'est pas donné.

source: Kontrol failed to execute this function.
french: Kontrol n'a pas pu exécuter cette fonction.

source: The device driver crashed while attempting to self-check.
french: Le pilote a planté lors de sa vérification interne.

source: The device driver identified a corruption within itself.
french: Le pilote a identifié une corruption interne.

source: Kontrol failed to get the following function from this device driver:
french: Kontrol n'a pas pu obtenir la fonction suivante de ce pilote:

source: Devices Driver
french: Pilote de device

source: The device driver thinks it's unnecessary to perform a self-check. The driver cannot launch until a proper integrity result is given.
french: Le pilote estime qu'il n'est pas nécessaire d'effectuer une vérification interne. Le pilote ne peut pas être lancé tant qu'un résultat d'intégrité approprié n'est pas donné.

source: Kontrol cannot launch this device driver safely.
french: Kontrol ne peut pas lancer ce pilote en toute sécurité.

source: A fatal error occurred while executing this device driver's function:
french: Une erreur fatale s'est produite lors de l'exécution de la fonction de ce pilote:

source: The device driver says it's Outdated.
french: Le pilote indique qu'il est obsolète.

source: The device driver encountered an incompatibility issue while performing a self-check.
french: Le pilote a rencontré un problème d'incompatibilité lors de sa vérification interne.

source: The device driver failed its self-check.
french: Le pilote a échoué à sa vérification interne.

source: The device driver returned Error when performing its self-check.
french: Le pilote a renvoyé une erreur lors de sa vérification interne.

source: The launch executed by the device driver returned an unknown result that Kontrol cannot comprehend.
french: Le lancement effectué par le pilote a renvoyé un résultat inconnu que Kontrol ne peut pas comprendre.

source: The device driver crashed while attempting to launch.
french: Le pilote a planté lors de son lancement.

source: Driver error message:
french: Message d'erreur du pilote:

source: Kontrol failed to get the following function from this device driver
french: Kontrol n'a pas pu obtenir la fonction suivante de ce pilote
