Repository: LyamBRS/BRS-Kontrol
Catalog: Local/Languages/locale/CAN_*/GitHub.po
Languages: french

source: Could not get username
french: Nom d'utilisateur n'a pas pu être chargé

source: No username stored in the GitHub class. Make sure to call GetAll
french: Aucun nom d'utilisateur sauvegardé dans la classe GitHub. Veuillez être sur que GetAll à été appellé

source: No user information were stored. Verify network connected and call GetAll
french: Aucune information sur l'utilisateur n'a été stocké. Veuillez vérifier votre connection internet.

source: The local repository was not initialized.
french: Le repository locale n'a pas été initializé

source: No GitHub users were initialized.
french: Aucun utilisateur GitHub n'a été initializé

source: User's repositories were not initialized
french: Les repository de l'utilisateur n'ont pas été initializé.

source: No matching repositories. Make sure you are using a cloned repository.
french: Aucun repository n'a correspondu. Veuillez être sur que Kontrol est installé par l'entremise de Git.

source: Failed to get master branch of matched repository
french: Une erreur est survenu lorsque l'application a tenté de chercher la branche Master du repository.

source: Failed to get master branch's commits
french: Une erreur est survenue lorsque l'application a tenté de chercher les commits de la branche Master.

source: Failed to get tags of the matching repository
french: Une erreur est survenue lorsque l'application a tenté de chercher les tags de la branche Master.

source: Failed to sort repositories commit tags
french: Une erreur est survenue lorsque l'application a tenté de trié les tags de la branche Master.

source: GetAll was not called properly
french: GetAll n'a pas été appellé correctement.

source: No tags to compare with
french: Aucun tags n'a été trouvé pour executé la comparaison de versions.
