Repository: LyamBRS/BRS-Kontrol
Catalog: Local/Languages/locale/CAN_*/WiFiConnecting.po
Languages: french

source: Failed to connect to the internet after
french: Échec de la connexion à Internet après

source: seconds but that network does not provide internet access.
french: secondes, mais ce réseau n'a pas accès à Internet.

source: Time taken to connect to the internet
french: Temps nécessaire pour se connecter à Internet

source: Time taken to connect to
french: Temps nécessaire pour se connecter à

source: The wifi connection was successful after
french: La connexion WiFi a réussi après

source: seconds
french: secondes

source: Current WiFi network is now
french: Le réseau WiFi actuel est maintenant

source: but the connection to this network or the internet could not be verified due to early aborting by the user.
french: mais la connexion à ce réseau ou à Internet n'a pas pu être vérifiée en raison d'une annulation précoce par l'utilisateur.

source: Successfully connected to, and verified internet access of
french: Connexion réussie et accès Internet vérifié à

source: Cancel
french: Annuler
